Repository: common-repository/5-stars-rating-funnel
Catalog: languages/5-stars-rating-funnel-*.po
Languages: de_de, fr_fr

source: %1$sTry 7 days trial%2$s
de_de: %1$s7 Tage ausprobieren%2$s
fr_fr: %1$sEssayer 7 jours d'essai%2$s

source: %1$sTry trial%2$s
de_de: %1$sTestversion%2$s
fr_fr: %1$sEssayer l'essai%2$s

source: %1$sUpgrade now%2$s
de_de: %1$sJetzt upgraden%2$s
fr_fr: %1$sMise à niveau maintenant%2$s

source: %1$sUpgrade now%2$s to unlock all premium features and unlimited feedback (clicks on a referral button).
de_de: %1$sJetzt upgraden%2$s, um alle Premium-Funktionen und unbegrenztes Feedback freizuschalten (Klicks auf einen Empfehlungsbutton).
fr_fr: %1$sUpgrade now%2$s pour débloquer toutes les fonctionnalités premium et un nombre illimité de feedbacks (clics sur un bouton de parrainage).

source: 1 day minimal
de_de: Mindestens 1 Tag
fr_fr: 1 jour minimum

source: 5 and 4 stars
de_de: 5 und 4 Sterne
fr_fr: 5 et 4 étoiles

source: 5 star review funnel for Google, Trustpilot, ProvenExpert and more | RRatingg
de_de: 5-Sterne-Funnel für Google, Trustpilot, ProvenExpert und mehr | RRatingg
fr_fr: entonnoir d'évaluation 5 étoiles pour Google, Trustpilot, ProvenExpert et plus | RRatingg

source: 5 stars only
de_de: Nur 5 Sterne
fr_fr: 5 étoiles seulement

source: 5 stars rating funnel Settings
de_de: 5 Sterne Bewertungstrichter Einstellungen
fr_fr: entonnoir d'évaluation 5 étoiles Paramètres

source: >> Rate on Facebook <<
de_de: >> Auf Facebook bewerten <<
fr_fr: >> Noter sur Facebook <<

source: >> Rate on Google <<
de_de: >> Auf Google bewerten <<
fr_fr: >> Taux sur Google <<

source: >> Rate us on Facebook <<
de_de: >> Bewerte uns auf Facebook <<
fr_fr: >> Notez-nous sur Facebook <<

source: >> Rate us on Google <<
de_de: >> Bewerte uns auf Google <<
fr_fr: >> Notez-nous sur Google <<

source: >> Rate us on TrustedShops <<
de_de: >> Bewerte uns auf TrustedShops <<
fr_fr: >> Évaluez-nous sur TrustedShops <<

source: >> Rate us on TrustPilot <<
de_de: >> Bewerte uns auf TrustedPilot <<
fr_fr: >> Évaluez-nous sur TrustPilot <<

source: A while ago, we created a Google My business entry. We would be very happy, if you could rate our company there and describe your experiences.
de_de: Seit einiger Zeit haben wir einen Eintrag bei Google. Wenn Sie unser Unternehmen dort bewerten und Ihre Erfahrungen schildern könnten, würden wir uns sehr darüber freuen.
fr_fr: Il y a quelques temps, nous avons créé une entrée dans Google My business. Nous serions très heureux si vous pouviez y évaluer notre entreprise et décrire vos expériences.

source: Account is needed
de_de: Account wird benötigt
fr_fr: Un compte est nécessaire

source: Active
de_de: Aktiv
fr_fr: Actif

source: Add header key
de_de: Kopfzeilenschlüssel hinzufügen
fr_fr: Ajouter une clé d'en-tête

source: Add Lead
de_de: Kontakt hinzufügen
fr_fr: Ajouter un responsable

source: Add Lead & Send Invite
de_de: Kontakt hinzufügen & Einladung senden
fr_fr: Ajouter un lead et envoyer une invitation

source: Add New
de_de: Neuer Funnel
fr_fr: Ajouter un nouveau

# Add New on Toolbar
source: Rating Funnel
de_de: Bewertungsfunnel
fr_fr: Entonnoir d'évaluation

source: Add New Rating Funnel
de_de: Neuen Funnel hinzufügen
fr_fr: Ajouter un nouvel entonnoir d'évaluation

source: Add short description, please!
de_de: Bitte füge eine kurze Beschreibung hinzu!
fr_fr: Ajoutez une courte description, s'il vous plaît !

source: Add single lead
de_de: Kontakt hinzufügen
fr_fr: Ajouter un fil unique

source: Additional Custom Link
de_de: Zusätzlicher benutzerdefinierter Link
fr_fr: Lien supplémentaire personnalisé

source: All Rating Funnels
de_de: Alle Bewertungsfunnel
fr_fr: Tous les entonnoirs d'évaluation

source: Are you sure you want to delete this API Key, this could not be undone. All apps which are using this key could not use your API any more.
de_de: Bist du sicher, dass du diesen API-Schlüssel löschen willst? Das kann nicht rückgängig gemacht werden. Alle Apps, die diesen Schlüssel verwenden, können deine API nicht mehr nutzen.
fr_fr: Êtes-vous sûr de vouloir supprimer cette clé API, cela ne peut pas être annulé. Toutes les applications qui utilisent cette clé ne pourront plus utiliser votre API.

source: Are you sure you want to delete this feedback. This action could not be undone!
de_de: Bist du sicher, dass du dieses Feedback löschen willst? Diese Aktion kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer ce commentaire ? Cette action ne peut être annulée !

source: Are you sure you want to delete this lead. This action could not be undone!
de_de: Bist du sicher, dass du diesen Hinweis löschen willst? Diese Aktion kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr de vouloir supprimer cette piste ? Cette action ne peut être annulée !

source: Are you sure? Email will be sent only for those leads who was not invited previously. This action could not be undone!
de_de: Bist du sicher? Die E-Mail wird nur an die Leads gesendet, die nicht vorher eingeladen wurden. Diese Aktion kann nicht rückgängig gemacht werden!
fr_fr: Êtes-vous sûr ? L'e-mail ne sera envoyé qu'aux prospects qui n'ont pas été invités précédemment. Cette action ne peut être annulée !

source: Assign
de_de: Zuweisen
fr_fr: Attribuer

source: at
de_de: um
fr_fr: à

source: Authorization
de_de: Autorisierung
fr_fr: Autorisation

source: Available only in pro version!
de_de: Nur in der Pro-Version verfügbar!
fr_fr: Disponible uniquement dans la version pro !

source: Available placeholders
de_de: Verfügbare Platzhalter
fr_fr: Les espaces réservés disponibles

source: Average Rating
de_de: Durchschnittliche Bewertung
fr_fr: Note moyenne

source: Because only those who accept criticism will improve and those who pass on positive things will continue.
de_de: Denn nur diejenigen, die Kritik akzeptieren, werden sich verbessern.
fr_fr: Car seuls ceux qui acceptent les critiques s'améliorent et ceux qui transmettent les choses positives continuent.

source: because we want an honest and open review to present our company to the outside world.
de_de: weil wir eine ehrliche und offene Bewertung wünschen, um unser Unternehmen nach außen hin zu präsentieren.
fr_fr: parce que nous voulons une évaluation honnête et ouverte pour présenter notre entreprise au monde extérieur.

source: Below Button Text
de_de: Text unterhalb des Buttons
fr_fr: Texte du bouton inférieur

source: Briefly on our own behalf: A review is very important for us and our future customers,
de_de: Was wir kurz noch anmerken möchten: Bewertungen sind für uns und unsere zukünftigen Kunden sehr wichtig.
fr_fr: Brièvement, en notre nom propre : Une évaluation est très importante pour nous et nos futurs clients,

source: Button Color
de_de: Button Farbe
fr_fr: Couleur du bouton

source: Button Text
fr_fr: Texte du bouton

source: Button Text Color
de_de: Button Textfarbe
fr_fr: Couleur du texte du bouton

source: Buttons, with links to rating platforms, will not work!
de_de: Buttons, mit Links zu Bewertungsplattformen, werden nicht funktionieren!
fr_fr: Les boutons comportant des liens vers des plateformes d'évaluation ne fonctionneront pas !

source: By enableing will show the site footer.
de_de: Wenn du diese Option aktivierst, wird die Fußzeile der Website angezeigt.
fr_fr: En activant cette option, le pied de page du site s'affichera.

source: By Enableing Will show the site header
de_de: Durch Aktivieren wird die Kopfzeile der Seite angezeigt
fr_fr: En activant affichera l'en-tête du site

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Cancel import
de_de: Import abbrechen
fr_fr: Annuler l'importation

source: Cheating, huh!!!
de_de: Schummeln, hm!!!
fr_fr: Tricher, hein !!!

source: Cheating, huh!!! Empty Lead Status
de_de: Schummeln, hm!!! Leerer Lead Status
fr_fr: Tricher, hein !!! Statut du plomb vide

source: Cheating, huh!!! from funner
de_de: Schummeln, hm!!! von funnel
fr_fr: La tricherie, hein !!! de funner

source: Cheating, huh!!! Post ID
de_de: Schummeln, hm!!! Post-ID
fr_fr: Tricher, hein !!! Post ID

source: Check / Uncheck
de_de: Ankreuzen / nicht Ankreuzen
fr_fr: Vérifier / Décocher

source: Company Information
de_de: Firmeninformationen
fr_fr: Informations sur l'entreprise

source: Content
de_de: Inhalt
fr_fr: Contenu

source: Cookies are not nice to use in Europe and maybe soon banned.
de_de: Cookies sind in Europa nicht gerne gesehen und werden vielleicht bald verboten.
fr_fr: Les cookies ne sont pas agréables à utiliser en Europe et seront peut-être bientôt interdits.

source: Copyright © {current_year} by {current_domain_link}. All Rights Reserved.
de_de: Copyright © {current_year} by {current_domain_link}. Alle Rechte vorbehalten.
fr_fr: Copyright © {current_year} by {current_domain_link}. Tous droits réservés.

source: Count Visitors
de_de: Besucher zählen
fr_fr: Compter les visiteurs

source: Country code (required)
de_de: Ländercode (erforderlich)
fr_fr: Code pays (obligatoire)

source: CSV bulk import
de_de: CSV Massenimport
fr_fr: Importation en masse de fichiers CSV

source: Custom content
de_de: Eigener Inhalt
fr_fr: Contenu personnalisé

source: Custom Link
de_de: Benutzerdefinierter Link
fr_fr: Lien personnalisé

source: Custom styles
de_de: Eigener Style
fr_fr: Styles personnalisés

source: Delay before sending email (days)
de_de: Wartezeit bis zum Versand der E-Mail (Tage)
fr_fr: Délai avant l'envoi du courrier électronique (jours)

source: Delay for rating (days)
de_de: Wartezeit für die Bewertung (Tage)
fr_fr: Délai de notation (jours)

source: Delete
de_de: Löschen
fr_fr: Supprimer

source: Did we meet your expectations?
de_de: Wurden Ihre Erwartungen erfüllt?
fr_fr: Avons-nous répondu à vos attentes ?

source: Disable
de_de: Deaktivieren
fr_fr: Désactiver

source: Disable Rating buttons
de_de: Buttons für die Bewertung deaktivieren
fr_fr: Désactiver les boutons de classement

source: Disabled
de_de: Deaktiviert
fr_fr: Handicapés

source: Do not forget to rate us!!!
de_de: Vergiss nicht, uns zu bewerten!!!
fr_fr: N'oubliez pas de nous noter !!!

source: Do not have TrustedShops account? You can %1$sget one here%2$s!
de_de: Du hast kein TrustedShops-Konto? Erstelle dir eins %1$shier%2$s!
fr_fr: Vous n'avez pas de compte TrustedShops ? Vous pouvez %1$sen obtenir un ici%2$s!

source: Download Sample CSV File
de_de: Beispiel-CSV-Datei herunterladen
fr_fr: Télécharger un exemple de fichier CSV

source: Edit Rating Funnel
de_de: Bewertungsfunnel bearbeiten
fr_fr: Modifier l'entonnoir d'évaluation

source: Email
fr_fr: Courriel

source: Email could not be sent
de_de: E-Mail konnte nicht gesendet werden
fr_fr: L'email n'a pas pu être envoyé

source: Email field is required
de_de: Das E-Mail-Feld ist erforderlich
fr_fr: Le champ Email est obligatoire

source: Email sent
de_de: E-Mail gesendet
fr_fr: Courriel envoyé

source: Email templates settings
de_de: Einstellungen für E-Mail-Templates
fr_fr: Paramètres des modèles de courrier électronique

source: Email will be sent in background
de_de: Die E-Mail wird im Hintergrund gesendet
fr_fr: Un courriel sera envoyé en arrière-plan

source: Empty Star Color
de_de: Rand der nicht ausgefüllte Sterne
fr_fr: Couleur de l'étoile vide

source: Enable
de_de: Aktivieren
fr_fr: Activer

source: Enable / Disable
de_de: Aktivieren / Deaktivieren
fr_fr: Activer / Désactiver

source: Enable Email Field
de_de: E-Mail
fr_fr: Activer le champ Email

source: Enable First Name Field
de_de: Vorname
fr_fr: Activer le champ du prénom

source: Enable Last Name Field
de_de: Nachname
fr_fr: Activer le champ du nom de famille

source: Enable the public feedback <a href="%s" target="_blank">New ⓘ</a>
de_de: Öffentliches Feedback aktivieren <a href="%s" target="_blank">Neu ⓘ</a>
fr_fr: Activer le feedback public <a href="%s" target="_blank">Nouveau ⓘ</a>

source: Enabled
de_de: Aktiviert
fr_fr: Activé

source: Endpoint URL
de_de: Endpunkt-URL
fr_fr: URL du point final

source: Error
de_de: Fehler
fr_fr: Erreur

source: Every 5 minutes
de_de: Alle 5 Minuten
fr_fr: Toutes les 5 minutes

source: Face 2
de_de: Smiley 2
fr_fr: Visage 2

source: Face 3
de_de: Smiley 3
fr_fr: Visage 3

source: Feedback admin email subject
de_de: Betreff der Rüclmeldung
fr_fr: Objet de l'e-mail de l'administrateur du retour d'information

source: Feedback deleted
de_de: Feedback gelöscht
fr_fr: Feedback supprimé

source: Feedback from funnel: %s
de_de: Rückmeldung vom Funnel: %s
fr_fr: Retour d'information de l'entonnoir : %s

source: Feedback is the best thing that can happen to us!
de_de: Feedback ist das Beste was uns passieren kann!
fr_fr: Le retour d'information est la meilleure chose qui puisse nous arriver !

source: Feedback Page
de_de: Feedback-Seite
fr_fr: Page de retour d'information

source: Feedbacks
de_de: Feedback
fr_fr: Retour d'information

source: Feedbacks deleted
de_de: Rückmeldungen gelöscht
fr_fr: Rétroactions supprimées

source: field
de_de: feld
fr_fr: champ

source: File for import
de_de: Datei für den Import
fr_fr: Fichier à importer

source: Filled Star Color
de_de: Ausgefüllte Stern-Farbe
fr_fr: Couleur de l'étoile remplie

source: Filter Rating Funnels list
de_de: Filter Bewertungstrichter Liste
fr_fr: Filtrer la liste des entonnoirs de classement

source: Find your Place ID %1$shere%2$s
de_de: Finde deine Orts-ID %1$shier%2$s
fr_fr: Trouvez votre ID de lieu %1$shere%2$s

source: First Invitation Email
de_de: Erste Einladungs-E-Mail
fr_fr: Premier courriel d'invitation

source: First Name
de_de: Vorname
fr_fr: Prénom

source: first of all, we would like to thank you again for choosing our service/product.
de_de: zunächst möchten wir uns nochmals dafür bedanken, dass Sie sich für unsere Dienstleistung / unser Produkt entschieden haben.
fr_fr: tout d'abord, nous tenons à vous remercier une nouvelle fois d'avoir choisi notre service/produit.

source: Footer content
de_de: Webseiten-Fußzeilen-Information
fr_fr: Contenu du pied de page

source: Form fields
de_de: Form-Felder
fr_fr: Champs du formulaire

source: Free
de_de: Gratis
fr_fr: Gratuit

source: Funnel
fr_fr: Entonnoir

source: Funnel created in <strong> %s language </strong>. Funnel frontend language stays in its language when site or user language is changed. To change the funnel language, switch to the language you like in <a href="2%s" target="_blank">current user</a> or <a href="3%s" target="_blank">general settings</a> and create a new funnel.
de_de: Funnel wurde in <strong> %s Sprache </strong> erstellt. Die Frontend-Sprache des Funnel bleibt erhalten, wenn die Sprache der Website oder des Benutzers geändert wird. Um die Sprache des Funnel zu ändern, wechselst du in <a href="2%s" target="_blank">Aktueller Benutzer</a> oder <a href="3%s" target="_blank">Allgemeine Einstellungen</a> in die gewünschte Sprache und erstellst einen neuen Funnel.
fr_fr: Entonnoir créé dans <strong>%s langue </strong>. La langue du frontend de l'entonnoir reste la même lorsque la langue du site ou de l'utilisateur est modifiée. Pour changer la langue de l'entonnoir, passez à la langue de votre choix dans <a href="2%s" target="_blank">current user</a> ou <a href="3%s" target="_blank">general settings</a> et créez un nouvel entonnoir.

source: Funnel deleted or not published
de_de: Funnel gelöscht oder nicht veröffentlicht
fr_fr: Entonnoir supprimé ou non publié

source: Funnel Emails
fr_fr: Emails en entonnoir

source: Funnel ID
fr_fr: ID de l'entonnoir

source: Funnel ID which this lead would be connected
de_de: Funnel-ID des individuellen Kontaktes
fr_fr: ID de l'entonnoir auquel ce lead sera connecté

source: Funnel is inactive, please contact site owner/support.
de_de: Der Funnel ist inaktiv. Bitte wende dich an den Betreiber der Seite.
fr_fr: L'entonnoir est inactif, veuillez contacter le propriétaire du site/le service d'assistance.

source: Funnel Logo
fr_fr: Logo de l'entonnoir

source: Funnel not available
de_de: Funnel nicht verfügbar
fr_fr: Entonnoir non disponible

source: Funnel Page Visited
de_de: Besuchte Funnel-Seiten-Historie
fr_fr: Page de l'entonnoir visitée

source: Funnel Status:
fr_fr: Statut de l'entonnoir :

source: Funnel URL with lead id in query parameter
de_de: Funnel-URL mit individuellen Kontaktparameter
fr_fr: URL de l'entonnoir avec l'identifiant du lead dans le paramètre de la requête

source: Funnel was not found
de_de: Funnel wurde nicht gefunden
fr_fr: L'entonnoir n'a pas été trouvé

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux

source: Generate API Key
de_de: API-Schlüssel generieren
fr_fr: Générer une clé API

source: Get more and only top Google reviews from your customers. Ensure that critical voices do not share their feedback publicly. Other platforms supported.
de_de: Erhalte mehr und nur Top-Google-Bewertungen von deinen Kunden. Stelle sicher, dass kritische Stimmen ihr Feedback nicht öffentlich teilen. Andere Plattformen werden unterstützt.
fr_fr: Obtenez davantage d'avis Google de vos clients, et uniquement les meilleurs. Veillez à ce que les voix critiques ne partagent pas leurs commentaires publiquement. Autres plateformes prises en charge.

source: Good review
de_de: Gute Kritik
fr_fr: Bonne critique

source: Google Review Survey
de_de: Google Kunden Umfrage
fr_fr: Enquête sur les commentaires Google

source: Google-Account is needed
de_de: Google-Account wird benötigt
fr_fr: Un compte Google est nécessaire

source: header not set up
de_de: Kopfzeile nicht eingestellt
fr_fr: l'en-tête n'est pas configuré

source: Heart 1
de_de: Herz 1
fr_fr: Coeur 1

source: Heart 2
de_de: Herz 2
fr_fr: Coeur 2

source: Hello {lead_title} {lead_firstname},
de_de: Guten Tag {lead_title} {lead_lastname},
fr_fr: Bonjour {lead_title} {lead_firstname},

source: Hello {lead_title} {lead_lastname},
de_de: Guten Tag {lead_title} {lead_lastname},
fr_fr: Bonjour {lead_title} {lead_lastname},

source: Here are some topic ideas for your review:
de_de: Hier finden Sie einige beispielhafte Anregungen für Ihre Bewertung:
fr_fr: Voici quelques idées de sujets à examiner :

source: Hover Color
de_de: Hover Farbe
fr_fr: Couleur de survol

source: How satisfied are you with our service?
de_de: Wie zufrieden bist du mit unserem Service?
fr_fr: Quel est votre degré de satisfaction à l'égard de notre service ?

source: How to use REST API.
de_de: So verwendest du REST API.
fr_fr: Comment utiliser l'API REST.

source: If you do not have a Google account, you are also welcome to review us on Facebook.
de_de: Falls Sie keinen Google-Account besitzen, können Sie uns gerne auch bei Facebook bewerten.
fr_fr: Si vous n'avez pas de compte Google, vous pouvez également nous évaluer sur Facebook.

source: If you just want to add this lead and not send any email invitaion, just add this parameter with value 1
de_de: Wert 0: Kontakt wird ohne Bestätigung zum Funnel hinzugefügt und gestartet. Wert 1: Kontakt wird dem Funnel hinzugefügt, jedoch muss der Funnel manuell gestartet werden.
fr_fr: Si vous souhaitez simplement ajouter ce lead et ne pas envoyer d'invitation par courrier électronique, il vous suffit d'ajouter ce paramètre avec la valeur 1

source: If you want to fully test your current funnel and see if your buttons are working - visit %1$ssettings page%2$s and add a single lead. You can delete it after testing.
de_de: Wenn du deinen aktuellen Funnel vollständig testen und sehen möchtest, besuche die %1$sSeite Einstellungen%2$s und füge einen einzelnen Lead hinzu. Du kannst ihn nach dem Test wieder löschen.
fr_fr: Si vous souhaitez tester complètement votre entonnoir actuel et voir si vos boutons fonctionnent, visitez %1$ssettings page%2$s et ajoutez un seul lead. Vous pouvez le supprimer après l'avoir testé.

source: If your service do not allow to set up custom headers use
de_de: Wenn dein Dienst die Einrichtung benutzerdefinierter Kopfzeilen nicht zulässt, verwende
fr_fr: Si votre service ne permet pas de définir des en-têtes personnalisés, utilisez

source: Import
de_de: Importieren
fr_fr: Importation

source: Import canceled
de_de: Import abgebrochen
fr_fr: Importation annulée

source: Import Leads
de_de: Kontakte importieren
fr_fr: Importation de prospects

source: Import leads
de_de: Leads importieren
fr_fr: Importer des prospects

source: Import Leads & send Invite
de_de: Leads importieren & Einladungen senden
fr_fr: Importer des prospects et envoyer des invitations

source: Import started in Background
de_de: Import im Hintergrund gestartet
fr_fr: L'importation a commencé en arrière-plan

source: In free version it would be 4 & 5 stars.
de_de: In der kostenlosen Version wären es 4 und 5 Sterne.
fr_fr: En version gratuite, il serait de 4 et 5 étoiles.

source: In order to improve, we need your help. Please give us a short feedback on how we can make our service/product even more customer-friendly.
de_de: Um uns weiter zu verbessern, benötigen wir Ihre Hilfe. Bitte geben Sie uns eine kurze Rückmeldung, wie wir unsere Dienstleistung/unser Produkt noch kundenfreundlicher machen können.
fr_fr: Pour nous améliorer, nous avons besoin de votre aide. Veuillez nous faire part de vos commentaires sur la manière dont nous pouvons rendre notre service/produit encore plus convivial.

source: In preview mode you can ONLY check how your funnel looks like. No real data will be updated and no email will be sent.
de_de: Im Vorschaumodus kannst du überprüfen, wie dein Funnel aussieht. Es werden keine echten Daten verwendet und keine E-Mails versendet.
fr_fr: En mode aperçu, vous pouvez UNIQUEMENT vérifier à quoi ressemble votre entonnoir. Aucune donnée réelle ne sera mise à jour et aucun email ne sera envoyé.

source: In summary: Feedback is very important for us and our future clients. Because we want problems and comments to change what we do in the future and make us better.
de_de: Zusammengefasst: Feedback ist sehr wichtig für uns und unsere zukünftigen Kunden. Denn wir wollen, dass Probleme und Kommentare unsere Arbeit in Zukunft verändern und uns besser machen.
fr_fr: En résumé : Le retour d'information est très important pour nous et nos futurs clients. En effet, nous voulons que les problèmes et les commentaires nous permettent de modifier nos activités à l'avenir et de nous améliorer.

source: Inactive
de_de: Inaktiv
fr_fr: Inactif

source: inactive
de_de: inaktiv
fr_fr: inactif

source: Insert into Rating Funnel
de_de: In den Funnel einfügen
fr_fr: Insérer dans l'entonnoir d'évaluation

source: Invitation Reminder Email
de_de: Erinnerungs-E-Mail: Einladungs-E-Mail
fr_fr: Courriel de rappel de l'invitation

source: Invite Sent
de_de: Einladung gesendet
fr_fr: Envoi de l'invitation

source: is required
de_de: ist erforderlich
fr_fr: est nécessaire

source: Issues and why not enabled by default:
de_de: Probleme und warum sie nicht standardmäßig aktiviert sind:
fr_fr: Problèmes et raisons pour lesquelles la fonction n'est pas activée par défaut :

source: It is extremely important to us that we can provide you with the best service possible. Therefore, we are highly interested in your feedback.
de_de: Es ist uns überaus wichtig, dass wir unseren Kunden den besten Service in höchster Qualität bieten. Deshalb sind wir sehr an Ihrem Feedback interessiert.
fr_fr: Il est extrêmement important pour nous de vous fournir le meilleur service possible. C'est pourquoi nous sommes très intéressés par votre retour d'information.

source: John
fr_fr: Jean

source: Just current year
de_de: Aktuelles Jahr
fr_fr: Seulement l'année en cours

source: Just Imported
de_de: Einfach importiert
fr_fr: Juste importé

source: Key created
de_de: Schlüssel erstellt
fr_fr: Clé créée

source: Key deleted
de_de: Schlüssel gelöscht
fr_fr: Clé supprimée

source: Language
de_de: Sprache
fr_fr: Langue

source: Last Name
de_de: Nachname
fr_fr: Nom de famille

source: Last Name
de_de: Nachname
fr_fr: Nom de famille

source: Lead added
de_de: Kontakt hinzugefügt
fr_fr: Plomb ajouté
