Repository: common-repository/5-stars-rating-funnel
Catalog: languages/5-stars-rating-funnel-*.po
Languages: de_de, fr_fr

source: Your satisfaction is very important to us and therefore, we would like to kindly ask for your help:
de_de: Ihre Zufriedenheit ist uns sehr wichtig und daher haben wir eine kleine Bitte an Sie:
fr_fr: Votre satisfaction est très importante pour nous et c'est pourquoi nous vous demandons de bien vouloir nous aider :

source: YourTrustPilotInvitationLink
de_de: Dein TrustPilot-Einladungslink
fr_fr: VotreLien de confianceLien d'invitation

source: Date
de_de: Datum

source: F.e.
de_de: z.B.

source: Face 1
de_de: Smiley 1

source: Feedback admin email
de_de: E-Mail für das Feedback

source: https://facebook.com/YourPageName/reviews/
de_de: https://facebook.com/DeinSeitenName/reviews/

source: Leads / Feedbacks
de_de: Kontakte / Feedback

source: Message
de_de: Nachricht

source: Rating View
de_de: Art der Bewertung

source: Signature
de_de: Signatur
