Repository: common-repository/5-stars-rating-funnel
Catalog: languages/5-stars-rating-funnel-*.po
Languages: de_de, fr_fr

source: Lead deleted
de_de: Kontakt gelöscht
fr_fr: Plomb supprimé

source: Lead email
de_de: E-Mail des Kontaktes
fr_fr: Courriel principal

source: Lead email address
de_de: E-Mail Adresse des Kontakts
fr_fr: Adresse électronique du responsable

source: Lead first name
de_de: Vorname des Kontaktes
fr_fr: Prénom du responsable

source: Lead full name
de_de: Vor- & Nachname des Kontaktes
fr_fr: Nom complet du responsable

source: Lead last name
de_de: Nachname des Kontaktes
fr_fr: Nom de famille du chef de file

source: Lead order ID
de_de: Bestellnummer des Kontaktes
fr_fr: ID de l'ordre principal

source: Lead title (f.e. Mr, Mrs etc.)
de_de: Anrede des Kontaktes (z.B. Herr, Frau etc.)
fr_fr: Titre principal (p.ex. M., Mme, etc.)

source: Leads
de_de: Kontakt
fr_fr: Pistes

source: Leads deleted
de_de: Kontakt gelöscht
fr_fr: Pistes supprimées

source: Leave us a review
de_de: Lass uns ein Feedback da
fr_fr: Laissez-nous un commentaire

source: Left empty or set 0 to make it maximum width 100%
de_de: Leer lassen oder auf 0 setzen, damit die maximale Breite 100% beträgt
fr_fr: Laissé vide ou fixé à 0 pour obtenir une largeur maximale de 100 %

source: Left empty or set 0 to make no padding
de_de: Leer lassen oder auf 0 setzen, um kein Abstand zu haben
fr_fr: Laissé vide ou fixé à 0 pour ne pas faire de rembourrage

source: Like / Unlike
de_de: Positiv / Negativ
fr_fr: J'aime / Je n'aime pas

source: Like / Unlike Button Style
de_de: Like / kein Like Button
fr_fr: Style des boutons "J'aime" et "Je n'aime pas"

source: Like Btn Color
de_de: Gefällt mir-Button Farbe
fr_fr: Comme Couleur Btn

source: Link
fr_fr: Lien

source: Link with text from settings
de_de: Mit Text aus den Einstellungen verbinden
fr_fr: Lien avec le texte des paramètres

source: Logo maximum width (px)
de_de: Maximale Breite des Logos (px)
fr_fr: Largeur maximale du logo (px)

source: Logo padding bottom (px) - only for desktop and tablet screen size
de_de: Logo-Abstand nach unten (px) - nur für Desktop- und Tabletbildschirmgrößen
fr_fr: Remplissage du logo en bas (px) - uniquement pour les écrans d'ordinateurs de bureau et de tablettes

source: Logo padding top (px) - only for desktop and tablet screen size
de_de: Logo-Abstand nach oben (px) - nur für Desktop- und Tabletbildschirmgrößen
fr_fr: Remplissage du logo en haut (px) - uniquement pour les écrans d'ordinateurs de bureau et de tablettes

source: Make it possible to open the funnel link without e-mail invitation
de_de: Ermöglichen Sie das Öffnen des Funnel-Links, ohne dass eine E-Mail-Einladung erforderlich ist.
fr_fr: Permettre d'ouvrir le lien de l'entonnoir sans invitation par courrier électronique

source: Make sure your CSV file UTF-8 encoded, and symbol %1$s,%2$s (coma) used as field separator.
de_de: Stelle sicher, dass deine CSV-Datei UTF-8 kodiert ist und das Symbol %1$s,%2$s (Koma) als Feldtrennzeichen verwendet wird.
fr_fr: Assurez-vous que votre fichier CSV est encodé en UTF-8 et que le symbole %1$s,%2$s (coma) est utilisé comme séparateur de champs.

source: Maybe in the future add fingerprint tracking/blocking like WP tracking plugins do.
de_de: Vielleicht kannst du in Zukunft das Tracking/Blocking von Fingerabdrücken hinzufügen, wie es die WP-Tracking-Plugins tun.
fr_fr: Peut-être qu'à l'avenir, il sera possible d'ajouter le suivi/blocage des empreintes digitales, comme le font les plugins de suivi de WP.

source: Merchant ID (required)
de_de: Merchant-ID (erforderlich)
fr_fr: Identifiant du commerçant (obligatoire)

source: Method
de_de: Methode
fr_fr: Méthode

source: Mr.
de_de: Herr.
fr_fr: M.

source: Mr., Mrs. Dr etc.
de_de: Herr, Frau, Dr., etc.
fr_fr: M., Mme Dr etc.

source: Multiple funnels disabled.
de_de: Mehrere Funnels deaktiviert.
fr_fr: Entonnoirs multiples désactivés.

source: must be valid email
de_de: muss eine gültige E-Mail sein
fr_fr: doit être un email valide

source: Name
fr_fr: Nom

source: Negative Answers
de_de: Negative Rückmeldungs-Seite
fr_fr: Réponses négatives

source: Negative Feedback Page Visited
de_de: Negative: Feedback-Seite besucht
fr_fr: Page de commentaires négatifs visitée

source: Negative Feedback Reminder Email
de_de: Erinnerungs-E-Mail: Negatives Feedback
fr_fr: Email de rappel des commentaires négatifs

source: Negative Rating Page Visited
de_de: Negative: Bewertungs-Seite besucht
fr_fr: Page d'évaluation négative visitée

source: New Rating Funnel
de_de: Neuer Funnel
fr_fr: Nouvel entonnoir de notation

source: Next Mail
de_de: Nächste Mail
fr_fr: Prochain courrier

source: No account needed
de_de: Kein Account benötigt
fr_fr: Aucun compte n'est nécessaire

source: No data to import. Upload another csv file
de_de: Keine Daten zu importieren. Lade eine andere csv-Datei hoch
fr_fr: Pas de données à importer. Télécharger un autre fichier csv

source: No email will be sent
de_de: Es wird keine E-Mail gesendet
fr_fr: Aucun courriel ne sera envoyé

source: No leads to be invited
de_de: Keine Hinweise zur Einladung
fr_fr: Pas de pistes pour être invité

source: Not found
de_de: Nicht gefunden
fr_fr: Non trouvé

source: Not found in Trash
de_de: Nicht im Papierkorb gefunden
fr_fr: Non trouvé dans la corbeille

source: Not recommended if you use this when asking for Google reviews, to comply with their policy of not selectively asking for reviews only from people with positive feedback.
de_de: Wird nicht empfohlen, wenn du nach Google-Bewertungen fragst.
fr_fr: Il n'est pas recommandé de l'utiliser pour demander des avis Google, afin de respecter la politique de Google qui consiste à ne pas demander des avis de manière sélective, uniquement à des personnes dont les commentaires sont positifs.

source: Now we would like to know from you: Did we meet your expectations?
de_de: Nun möchten wir gerne von Ihnen wissen: Haben wir Ihre Erwartungen erfüllt?
fr_fr: Nous aimerions maintenant savoir ce que vous en pensez : Avons-nous répondu à vos attentes ?

source: One of generated API keys
de_de: Generierten API-Schlüssel: Statischer Wert für jeden Kontakt
fr_fr: Une des clés API générées

source: Opt-in to see account
de_de: Opt-In um Account zu sehen
fr_fr: S'inscrire pour voir le compte

source: Optional parameters
de_de: Optionale Parameter
fr_fr: Paramètres facultatifs

source: or
de_de: oder
fr_fr: ou

source: Order ID
de_de: Bestell-ID
fr_fr: Numéro d'ordre

source: Our aim is to continue to offer a first-class service at the best conditions and your feedback can help us to continue to do so.
de_de: Unser Ziel ist es, weiterhin einen erstklassigen Service zu den besten Konditionen anzubieten, und dein Feedback kann uns dabei helfen, dies auch weiterhin zu tun.
fr_fr: Notre objectif est de continuer à offrir un service de première classe aux meilleures conditions et vos commentaires peuvent nous aider à poursuivre dans cette voie.

source: Page Background Color
de_de: Hintergrundfarbe der Seite
fr_fr: Couleur d'arrière-plan de la page

source: Page Link Color
de_de: Farbe des Seitenlinks
fr_fr: Couleur du lien de la page

source: Page settings
de_de: Seiteneinstellungen
fr_fr: Mise en page

source: Page style
de_de: Theme-Style oder Eigenes
fr_fr: Style de page

source: Page Text Color
de_de: Seite Textfarbe
fr_fr: Couleur du texte de la page

source: Parent Rating Funnel:
de_de: Elternbewertungsfunnel:
fr_fr: Entonnoir d'évaluation des parents :

source: Place ID (required)
de_de: Orts-ID (erforderlich)
fr_fr: ID du lieu (obligatoire)

source: Please leave us information on what was good or not good!
de_de: Bitte hinterlasse uns Informationen darüber, was gut oder nicht gut war!
fr_fr: N'hésitez pas à nous laisser des informations sur ce qui a été bon ou moins bon !

source: Please take a minute and give us feedback on how satisfied you are with our service/product. And of course, we are also happy about any suggestions for improvement!
de_de: Bitte nehmen Sie sich eine Minute Zeit und geben Sie uns Rückmeldung darüber, wie zufrieden Sie mit unserer Dienstleistung/unserem Produkt waren. Auch über eventuelle Verbesserungsvorschläge freuen wir uns natürlich!
fr_fr: Prenez une minute pour nous faire part de votre satisfaction à l'égard de notre service/produit. Et bien sûr, nous sommes également heureux de recevoir vos suggestions d'amélioration !

source: Positive Answers
de_de: Positive: Bewertungs-Seite
fr_fr: Réponses positives

source: Positive feedback is the best thing that can happen to us!
de_de: Positives Feedback ist das Beste, was uns passieren kann!
fr_fr: Les commentaires positifs sont la meilleure chose qui puisse nous arriver !

source: Positive Rating Page Visited
de_de: Positive: Bewertungs-Seite besucht
fr_fr: Évaluation positive Page visitée

source: post id count increased
de_de: anzahl der Post-Ids erhöht
fr_fr: augmentation du nombre de post id

# Post Type General Name
source: Rating Funnels
de_de: Bewertungsfunnel
fr_fr: Entonnoirs d'évaluation

# Post Type Singular Name
source: Rating Funnel
de_de: Bewertungsfunnel
fr_fr: Entonnoir d'évaluation

source: Preview only mode
de_de: Nur Vorschau-Modus
fr_fr: Mode prévisualisation uniquement

source: query parameter (see description below)
de_de: Abfrageparameter (Siehe Beschreibung unten)
fr_fr: paramètre de requête (voir description ci-dessous)

source: Rate Us
de_de: Bewerten Sie uns
fr_fr: Évaluez-nous

source: Rate Us on
de_de: Bewerte uns auf
fr_fr: Notez-nous sur

source: Rating could not be taken, limit reached, please contact site owner/support.
de_de: Bewertung konnte nicht übernommen werden, Limit erreicht, bitte wende dich an den Seitenbetreiber/Support.
fr_fr: Le classement n'a pas pu être effectué, la limite a été atteinte, veuillez contacter le propriétaire du site/le service d'assistance.

source: Rating Funnel
de_de: Bewertungsfunnel
fr_fr: Entonnoir d'évaluation

source: Rating Funnel Archives
de_de: Bewertungstrichter Archiv
fr_fr: Archives de l'entonnoir d'évaluation

source: Rating Funnel Attributes
de_de: Attribute des Bewertungsfunnels
fr_fr: Attributs de l'entonnoir d'évaluation

source: Rating Funnels
de_de: Bewertungsfunnel
fr_fr: Entonnoirs d'évaluation

source: Rating Funnels list
de_de: Bewertung Funnels Liste
fr_fr: Liste des entonnoirs d'évaluation

source: Rating Funnels list navigation
de_de: Bewertung Funnels Listennavigation
fr_fr: Navigation dans les listes de Rating Funnels

source: Rating Page
de_de: Bewertungs-Seite
fr_fr: Page d'évaluation

source: Ratings Already given you cannot give rating again.
de_de: Bereits abgegebene Bewertungen kannst du nicht erneut abgeben.
fr_fr: Notations Déjà données, vous ne pouvez pas donner de nouvelles notations.

source: Remove funnel logo
de_de: Funnel-Logo entfernen
fr_fr: Supprimer le logo de l'entonnoir

source: request body
de_de: API-Request-Body
fr_fr: corps de la demande

source: Require rating confirmation
de_de: Bestätigung der Bewertung
fr_fr: Demande de confirmation de la notation

source: required only if
de_de: nur benötigt wenn
fr_fr: requis uniquement si

source: Required parameters
de_de: Erforderliche Parameter
fr_fr: Paramètres requis

source: REST API integration
fr_fr: Intégration de l'API REST

source: REST API integration disabled.
de_de: REST-API-Integration deaktiviert.
fr_fr: L'intégration de l'API REST est désactivée.

source: Restrict Rating on the base of IP:
de_de: Schränke die Bewertung auf der Grundlage der IP ein:
fr_fr: Restreindre le classement sur la base de l'IP :

source: RRatingg Changelog
de_de: RRatingg Änderungsprotokoll
fr_fr: Changelog de RRatingg

source: RRatingg Solution & Support
fr_fr: Solution et support RRatingg

source: Scheduled
de_de: Geplant
fr_fr: Prévu

source: Search Rating Funnel
de_de: Suche Bewertungstrichter
fr_fr: Entonnoir d'évaluation de la recherche

source: Select / Upload CSV file
de_de: CSV-Datei auswählen / hochladen
fr_fr: Sélectionner / Télécharger le fichier CSV

source: Select at least one lead to delete
de_de: Wähle mindestens einen zu löschenden Hinweis aus
fr_fr: Sélectionnez au moins une piste à supprimer

source: Select CSV field
de_de: CSV-Feld auswählen
fr_fr: Sélectionner le champ CSV

source: Select Funnel
de_de: Funnel auswählen
fr_fr: Sélectionner un entonnoir

source: Select funnel
de_de: Funnel auswählen
fr_fr: Sélectionner un entonnoir

source: Send feedback
de_de: Feedback senden
fr_fr: Envoyer un retour d'information

source: Send invitation Email
de_de: Einladungs-E-Mail senden
fr_fr: Envoyer l'invitation par courriel

source: Send now
de_de: Jetzt senden
fr_fr: Envoyer

source: Sending in background
de_de: Versendet im Hintergrund
fr_fr: Envoi en arrière-plan

source: Sent
de_de: Gesendet
fr_fr: Envoyé

source: Services Integration Settings
de_de: Einstellungen für die Integration von Diensten
fr_fr: Paramètres d'intégration des services

source: Set custom link (required)
de_de: Eigener Link einfügen (erforderlich)
fr_fr: Définir un lien personnalisé (obligatoire)

source: Set funnel logo
de_de: Funnel-Logo setzen
fr_fr: Définir le logo de l'entonnoir

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Short description
de_de: Benennung
fr_fr: Brève description

source: Show Footer
de_de: Fußzeile anzeigen
fr_fr: Afficher le pied de page

source: Show Header
de_de: Kopfzeile anzeigen
fr_fr: Afficher l'en-tête

source: Show more details
de_de: Weitere Details anzeigen
fr_fr: Afficher plus de détails

source: So we did not found a working solution.
de_de: Wir haben also keine funktionierende Lösung gefunden.
fr_fr: Nous n'avons donc pas trouvé de solution efficace.

source: special moments and incidents and how we have helped you
de_de: besondere Momente und Vorkommnisse und wie wir Ihnen geholfen haben
fr_fr: les moments et incidents particuliers et la façon dont nous vous avons aidé

source: Specific Ratings
de_de: Spezifische Bewertungen
fr_fr: Notations spécifiques

source: Stars Rating
de_de: Sterne-Auswahl
fr_fr: Classement par étoiles

source: Status
fr_fr: Statut

source: Subject
de_de: Betreff
fr_fr: Sujet

source: Submit feedback now
de_de: >> Zum Feedback <<
fr_fr: Soumettre un commentaire maintenant

source: Success
de_de: Erfolg
fr_fr: Succès

source: Support
fr_fr: Soutien

source: Test rating funnel
de_de: Bewertungsfunnel testen
fr_fr: Tester l'entonnoir d'évaluation

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du texte

source: Thank you for your feedback
de_de: Danke für dein Feedback
fr_fr: Merci pour vos commentaires

source: Thank you in advance for your support!
de_de: Herzlichen Dank im Voraus für Ihre Unterstützung!
fr_fr: Merci d'avance pour votre soutien !

source: Thank you in advance for your time and assistance!
de_de: Vielen Dank schon einmal im Voraus für Ihre Zeit und Ihre Mithilfe!
fr_fr: Merci d'avance pour votre temps et votre aide !

source: Thank you very much for your assistance!
de_de: Herzlichen Dank für Ihre Mithilfe!
fr_fr: Merci beaucoup pour votre aide !

source: the quality of our products / services
de_de: die Qualität unserer Produkte / Dienstleistung
fr_fr: la qualité de nos produits / services

source: The two-letter country code identifies where the customer's order will be delivered. This value must be in %s format. Do not use “ZZ” for this field. For example, "US".
de_de: Der zweibuchstabige Ländercode gibt an, wohin die Bestellung des Kunden geliefert werden soll. Dieser Wert muss im Format %s angegeben werden. Verwende kein "ZZ" für dieses Feld. Zum Beispiel: "US".
fr_fr: Le code pays à deux lettres identifie le lieu de livraison de la commande du client. Cette valeur doit être au format %s. N'utilisez pas "ZZ" pour ce champ. Par exemple, "US".

source: Theme inherited
de_de: Thema übernehmen
fr_fr: Thème hérité

source: Therefore, we would be pleased to receive a review!
de_de: Daher würden wir uns über eine Bewertung freuen!
fr_fr: C'est pourquoi nous serions ravis de recevoir un commentaire !

source: This email already exists for selected funnel
de_de: Diese E-Mail existiert bereits für den ausgewählten Funnel
fr_fr: Cet email existe déjà pour l'entonnoir sélectionné

source: Thumbs up/down 1
de_de: Daumen hoch/runter 1
fr_fr: Pouce vers le haut/vers le bas 1

source: Thumbs up/down 2
de_de: Daumen hoch/runter 2
fr_fr: Pouce vers le haut/vers le bas 2

source: Title
de_de: Titel
fr_fr: Titre

source: To Feedback
de_de: Zur Rückmeldung
fr_fr: Retour d'information

source: To send this email, you need to enable it in funnel settings.
de_de: Um diese E-Mail zu versenden, musst du sie in den Funnel-Einstellungen aktivieren.
fr_fr: Pour envoyer cet e-mail, vous devez l'activer dans les paramètres de l'entonnoir.

source: To start preview from beginning just %1$sReload page%2$s
de_de: Um die Vorschau von Anfang neu zu starten, musst du nur die %1$s Seite neu laden%2$s
fr_fr: Pour reprendre l'aperçu depuis le début, il suffit de %1$sReload page%2$s

source: Total Rating
de_de: Gesamtbewertung
fr_fr: Note totale

source: Total Redirect Count
de_de: Gesamtzahl der Umleitungen
fr_fr: Nombre total de redirections

source: Trial
de_de: Test
fr_fr: Procès

source: Trustedshops
fr_fr: Ateliers de confiance

source: Unauthorized
de_de: Unerlaubte
fr_fr: Non autorisé

source: Unlike Btn Color
de_de: Gefällt mir nicht-Button Farbe
fr_fr: Contrairement à la couleur du Btn

source: Update Rating Funnel
de_de: Bewertungstrichter aktualisieren
fr_fr: Mise à jour de l'entonnoir de notation

source: Uploaded to this Rating Funnel
de_de: Hochgeladen zu diesem Bewertungstrichter
fr_fr: Uploaded to this Rating Funnel (en anglais)

source: URL Address
de_de: Direkte-Weiterleitung
fr_fr: Adresse URL

source: Use as funnel logo
de_de: Verwendung als Funnel-Logo
fr_fr: Utiliser comme logo d'entonnoir

source: user already clicked
de_de: benutzer hat bereits geklickt
fr_fr: l'utilisateur a déjà cliqué

source: View Rating Funnel
de_de: Bewertungs-Funnel ansehen
fr_fr: Voir l'entonnoir de notation

source: View Rating Funnels
de_de: Bewertungs-Funnel ansehen
fr_fr: Voir les entonnoirs de notation

source: We are pleased that we have met your expectations with our service / products.
de_de: es freut uns, dass wir Ihre Erwartungen mit unserer Dienstleistung / unseren Produkten erfüllt haben.
fr_fr: Nous sommes heureux d'avoir répondu à vos attentes en ce qui concerne nos services et nos produits.

source: We are very pleased that you have chosen our service / products.
de_de: Es freut uns sehr, dass Sie sich für unsere Dienstleistung / unsere Produkte entschieden haben.
fr_fr: Nous sommes très heureux que vous ayez choisi notre service / nos produits.

source: We deal with praise and criticism in equal measure.
de_de: Wir gehen mit Lob und Kritik gleichermaßen um.
fr_fr: Nous faisons face aux louanges et aux critiques dans une égale mesure.

source: We tested to use the browser ID but all apple devices offer to hide it.
de_de: Wir haben getestet, die Browser-ID zu verwenden, aber alle Apple-Geräte bieten an, sie zu verbergen.
fr_fr: Nous avons testé l'utilisation de l'identifiant du navigateur, mais tous les appareils Apple proposent de le masquer.

source: Weather
de_de: Wetter
fr_fr: Météo

source: Were you satisfied with our service/product?
de_de: Waren Sie mit unserer Dienstleistung/unserem Service/unserem Produkt zufrieden?
fr_fr: Avez-vous été satisfait de notre service/produit ?

source: What can we do better next time?
de_de: Was können wir beim nächsten Mal besser machen?
fr_fr: Que pouvons-nous faire de mieux la prochaine fois ?

source: When use VPN and Starlink internet only you can rate only once for the IP, in the whole network.
de_de: Wenn du VPN und Starlink Internet verwendest, kannst du nur einmal für die IP im gesamten Netzwerk bewerten.
fr_fr: Lorsque vous utilisez le VPN et Starlink internet uniquement, vous ne pouvez tarifer qu'une seule fois pour l'IP, dans l'ensemble du réseau.

source: With kind regards
de_de: Mit freundlichen Grüßen
fr_fr: Je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées

source: with one of generated API keys
de_de: mit einem der generierten API-Schlüssel
fr_fr: avec l'une des clés API générées

source: With your feedback, you will help us to maintain our first-class service and to eliminate any irregularities.
de_de: Mit Ihrer Rückmeldung helfen Sie uns dabei, Ihnen weiterhin einen erstklassigen Service zu den besten Konditionen anbieten zu können oder etwaige Unregelmäßigkeiten zu beseitigen.
fr_fr: En nous faisant part de vos commentaires, vous nous aiderez à maintenir notre service de première classe et à éliminer toute irrégularité.

source: Wrong CSV file, please upload another one
de_de: Falsche CSV-Datei, bitte eine andere hochladen
fr_fr: Fichier CSV incorrect, veuillez en télécharger un autre

source: Wrong funnel selected
de_de: Falscher Funnel ausgewählt
fr_fr: Mauvais entonnoir sélectionné

source: Wrong Lead status
de_de: Falscher Kontakt-Status
fr_fr: Mauvais statut du plomb

source: You can choose would it be 4 & 5 stars or only 5 stars to open positive rating page.
de_de: Du kannst zwischen 4 und 5 Sternen oder nur 5 Sternen wählen, um eine Seite mit positiven Bewertungen zu öffnen.
fr_fr: Vous pouvez choisir entre 4 et 5 étoiles ou seulement 5 étoiles pour ouvrir la page des évaluations positives.

source: You can not send any more invitations!
de_de: Du kannst keine Einladungen mehr verschicken!
fr_fr: Vous ne pouvez plus envoyer d'invitations !

source: You reached limit of %1$s feedbacks per %2$s days available in your %3$s plan.
de_de: Du hast das Limit von %1$s Feedbacks pro %2$s Tagen in deinem %3$s Plan erreicht.
fr_fr: Vous avez atteint la limite de %1$s feedbacks par %2$s jours disponibles dans votre %3$s plan.

source: You still have %1$s out of %2$s feedbacks left in the next %3$s days.
de_de: Du hast noch %1$s von %2$s Feedbacks in den nächsten %3$s Tagen übrig.
fr_fr: Il vous reste %1$s sur %2$s feedbacks dans les %3$s jours à venir.

source: You still have %1$s out of %2$s feedbacks left in the next %3$s days..
de_de: Du hast noch %1$s von %2$s Feedbacks in den nächsten %3$s Tagen übrig.
fr_fr: Il vous reste %1$s sur %2$s feedbacks dans les prochains %3$s jours...

source: Your Email
de_de: Deine E-Mail
fr_fr: Votre courriel

source: Your email address
de_de: Deine E-Mail-Adresse
fr_fr: Votre adresse électronique

source: Your experience with us as a company
de_de: Ihre Erfahrungen mit uns als Unternehmen
fr_fr: Votre expérience avec nous en tant qu'entreprise

source: Your feedback is very valuable to us. Thank you very much for your assistance!
de_de: Ihre Rückmeldung ist für uns sehr wertvoll. Vielen Dank für Ihre Mithilfe!
fr_fr: Vos commentaires nous sont très précieux. Nous vous remercions de votre aide !

source: Your First Name
de_de: Dein Vorname
fr_fr: Votre prénom

source: Your Last Name
de_de: Dein Nachname
fr_fr: Votre nom de famille

source: Your Merchant Center ID. You can get this value from the Google Merchant Center.
de_de: Deine Merchant Center ID deines Google-Accounts. Anleitung findest zu im Hilfebereich.
fr_fr: Votre ID de centre marchand. Vous pouvez obtenir cette valeur à partir du Google Merchant Center.

source: Your Name
de_de: Dein Name
fr_fr: Votre nom

source: Your phone number
de_de: Deine Telefonnummer
fr_fr: Votre numéro de téléphone

source: Your positive feedback encourages us to further expand our quality standards in order to continue to offer the best possible service in the future.
de_de: Ihr positives Feedback bestärkt uns, unseren Qualitätsanspruch weiter auszubauen, um in Zukunft weiterhin den bestmöglichen Service zu bieten.
fr_fr: Vos commentaires positifs nous encouragent à renforcer nos normes de qualité afin de continuer à offrir le meilleur service possible à l'avenir.
